#include <string>
#include "main_header.hpp"
#include <iostream>

/// Скрипт для вывода в консоль большого заголовка "VOLAND"
void print_voland() {
    std::string voland = "\
██╗   ██╗ ██████╗ ██╗      █████╗ ███╗   ██╗██████╗\n\
██║   ██║██╔═══██╗██║     ██╔══██╗████╗  ██║██╔══██╗\n\
██║   ██║██║   ██║██║     ███████║██╔██╗ ██║██║  ██║\n\
╚██╗ ██╔╝██║   ██║██║     ██╔══██║██║╚██╗██║██║  ██║\n\
 ╚████╔╝ ╚██████╔╝███████╗██║  ██║██║ ╚████║██████╔╝\n\
  ╚═══╝   ╚═════╝ ╚══════╝╚═╝  ╚═╝╚═╝  ╚═══╝╚═════╝\n\
";
    std::cout << voland;
}